[
	{
		"tags": ["Web", "Design"],
		"title": "8 Tips To Improve Your Website Designs",
		"text": "If you’re just starting out in web design or you’ve been doing this a while and just want continue improving you’re in the right place. In this post we’re going over 8 tips for refining your web design skills and delivering higher-value, more refined designs to your clients.",
		"url": "https://www.flux-academy.com/blog/8-tips-to-improve-your-website-designs"
	},
	{
		"tags": ["Web", "Design"],
		"title": "What Is Typography?",
		"text": "Typography is arguably the most vital piece of the puzzle when it comes to visual communication. When someone visits a website, the very first thing they'll do is seek out some textual content to read and understand what they're even looking at. Let's explore how you can make yours more impactful.",
		"url": "https://www.flux-academy.com/blog/what-is-typography"
	},
	{
		"tags": ["Web", "Design"],
		"title": "10 Key Principles of Web Design For Every Designer",
		"text": "Elevate the look and feel of your next website by learning 10 key principles of web design and training your eye for good design with relevant examples.",
		"url": "https://www.flux-academy.com/blog/10-key-principles-of-web-design-for-every-designer"
	},
	{
		"tags": ["Entreprise"],
		"title": "Comment agir en tant que freelance ou petite entreprise sur son impact environnemental ?",
		"text": "La réduction de l’empreinte carbone n’est pas un projet qui ne doit concerner que les grandes entreprises. Même s’il est vrai que ces dernières polluent bien plus, rien n’empêche les acteurs secondaires, c’est-à-dire les freelances et petites entreprises, d’apporter leur pierre à l’édifice. Aujourd’hui, l’évolution de la technologie et le développement de nouveaux moyens permet à tout un chacun de réduire son impact négatif sur l’environnement, à toutes les échelles.",
		"url": "https://www.free-work.com/fr/tech-it/blog/actualites-informatiques/comment-agir-en-tant-que-freelance-ou-petite-entreprise-sur-son-impact-environnemental"
	},
	{
		"tags": ["Web", "Mobile", "Responsive"],
		"title": "La compatibilité mobile, critère officiel pour le référencement naturel Google",
		"text": "Désormais, votre site DOIT être compatible mobile, c'est impératif. Depuis le 21 avril 2015 (renforcé le 12/05/2016), les pages compatibles mobiles sont officiellement favorisées en SEO par Google et les applications indexées mises en avant. Lisez ce guide, tout y est ;-)",
		"url": "https://www.webrankinfo.com/dossiers/referencement-mobile/compatibilite-mobile-critere-seo"
	}
]
